#Задача «Равные части»
ken = 'кенг'
print('уру' + ken)